import {stocks} from '../../assets/imgs/stocks.js';



export const listOfProduct = [
  {
    img: stocks[0],
    Manufacturer: 'ПЕДИГРИ',
    Model: '02572',
    Article: '02484',
    Availability: 'В наличии',
    Price: '15600',
    Descrip: 'Рацион PEDIGREE® — это полезная и вкусная еда, приготовленная с учетом физиологических потребностей собак, еда, которой нужно кормить регулярно.Проведенные исследования показывают, что у собак, которых регулярно кормили PEDIGREE®, улучшалось пищеварение и, как следствие, общее здоровье.Ветеринарный врач судит о здоровье собаки по нескольким признакам, а вам следует обращать внимание на качество ее стула.' 
  },
  {
    img: stocks[1],
    Manufacturer: 'Royal Canin',
    Model: '05525',
    Article: '05548',
    Availability: 'В наличии',
    Price: '9000',
    Descrip: 'Формула продукта ROYAL CANIN® British Shorthair Adult в соусе идеально отвечает потребностям в питании британских короткошерстных кошек. Представители этой породы, как правило, отличаются мощным, крепким телосложением и имеют развитые мышцы. Именно мышцы, а не жировая ткань в основном формируют массу тела кошки. Поэтому для нее чрезвычайно важен баланс и количество питательных веществ в составе корма. Для продукта ROYAL CANIN® British Shorthair Adult в соусе характерны умеренная калорийность и точно выверенное содержание жиров (3,2%), обеспечивающие сохранение оптимального веса тела. ROYAL CANIN® British Shorthair Adult в соусе содержит сбалансированный комплекс нутриентов поддерживающий красоту шерсти и здоровье кожи. Для удовлетворения индивидуальных предпочтений каждого животного предусмотрен также выпуск сухого корма ROYAL CANIN® British Shorthair Adult. Если Вы выбрали для своей кошки смешанное питание, следуйте рекомендованным нормам кормления, чтобы сочетать сухой и влажный продукт в пропорциях, оптимальных для здоровья животного.' 
  },
  {
    img: stocks[2],
    Manufacturer: 'RIO',
    Model: '05613',
    Article: '05694',
    Availability: 'В наличии',
    Price: '15000',
    Descrip: 'RIO - зерновая смесь для ежедневного кормления средних попугаев. Прекрасно подходит для кормления неразлучников и корелл. Содержит любимые средними попугаями зерна и семена.Просо желтое. Просо красное. Просо черное. Канареечное семя. Овсянка. Сорго белое. Гречиха. Сафлор. Овес. Семена подсолнечникаСемя льна. Конопляное семя. Нуг абиссинский. Рис падди. Рябина сушеная. Сушеная морковь. Водоросли. Глюконат кальция. Белки — мин. 12%; Жиры — мин. 6%; Клетчатка — макс. 8%; Зола — макс. 6%4 Кальций — мин. 0,8%; Фосфор — мин. 0,4%; Йод — мин. 6 мг/кг' 
  },
  {
    img: stocks[3],
    Manufacturer: 'BLITZ',
    Model: '04586',
    Article: '04576',
    Availability: 'В наличии',
    Price: '32000',
    Descrip: 'Сухой рацион Blitz Sensitive Beef & Rice Adult Dog All Breeds предназначен для собак, пищеварение которых плохо реагирует на наиболее часто встречающиеся в кормах источники животного и растительного белка. Чтобы ваш питомец всегда чувствовал себя хорошо, мы создали корм, основу которого составляют низкоаллергенные говядина и индейка. В состав также входят рис и ячмень. Благодаря этому, рацион Blitz Sensitive Beef & Rice отлично усваивается и не вызывает нежелательных реакций.' 
  },
  {
    img: stocks[4],
    Manufacturer: 'ECO-Premium',
    Model: '02455',
    Article: '02466',
    Availability: 'В наличии',
    Price: '4959',
    Descrip: 'Характеристики Бентонитовый наполнитель который производится из бентонита, носит название «комкующий». Соприкасаясь с влагой, он преобразовывается в комки. Такие комочки с легкостью можно удалить специальной лопаточкой. Благодаря своевременному удалению остальная часть бентонитового наполнителя остается сухой и пригодной к дальнейшему использованию; Структура наполнителя такова, что неприятный запах и влага надежно удерживается в нем; Бентонит, из которого производится данный наполнитель, представляет собой природный минерал глинистого типа. Его свойство, такое как разбухание, позволило использовать бентонит во многих видах производств; При гидратации, то есть при присоединении молекул воды к молекулам вещества, этот минерал может разбухать до объёма 14-16 раз превышающий его первоначальный; С ароматом Зелёного чая' 
  },
  {
    img: stocks[5],
    Manufacturer: 'ПЕДИГРИ',
    Model: '02255',
    Article: '02249',
    Availability: 'В наличии',
    Price: '21000',
    Descrip: 'Домик - лежанка для кошек и мелких собак. Плетенная, с мягкой подстилкой, 2 спальных места. Съемные подушки легко стираются.' 
  }

];