import {stocks} from '../../assets/imgs/stocks.js';
import {productsImg} from '../../assets/imgs/productsImg.js';


export const listOfProduct = [
  {
    img: stocks[0],
    Manufacturer: 'ПЕДИГРИ',
    Model: '02572',
    Article: '02484',
    Availability: 'В наличии',
    Price: '15600',
    Descrip: 'Рацион PEDIGREE® — это полезная и вкусная еда, приготовленная с учетом физиологических потребностей собак, еда, которой нужно кормить регулярно.Проведенные исследования показывают, что у собак, которых регулярно кормили PEDIGREE®, улучшалось пищеварение и, как следствие, общее здоровье.Ветеринарный врач судит о здоровье собаки по нескольким признакам, а вам следует обращать внимание на качество ее стула.' 
  },
  {
    img: stocks[1],
    Manufacturer: 'Royal Canin',
    Model: '05525',
    Article: '05548',
    Availability: 'В наличии',
    Price: '9000',
    Descrip: 'Формула продукта ROYAL CANIN® British Shorthair Adult в соусе идеально отвечает потребностям в питании британских короткошерстных кошек. Представители этой породы, как правило, отличаются мощным, крепким телосложением и имеют развитые мышцы. Именно мышцы, а не жировая ткань в основном формируют массу тела кошки. Поэтому для нее чрезвычайно важен баланс и количество питательных веществ в составе корма. Для продукта ROYAL CANIN® British Shorthair Adult в соусе характерны умеренная калорийность и точно выверенное содержание жиров (3,2%), обеспечивающие сохранение оптимального веса тела. ROYAL CANIN® British Shorthair Adult в соусе содержит сбалансированный комплекс нутриентов поддерживающий красоту шерсти и здоровье кожи. Для удовлетворения индивидуальных предпочтений каждого животного предусмотрен также выпуск сухого корма ROYAL CANIN® British Shorthair Adult. Если Вы выбрали для своей кошки смешанное питание, следуйте рекомендованным нормам кормления, чтобы сочетать сухой и влажный продукт в пропорциях, оптимальных для здоровья животного.' 
  },
  {
    img: stocks[2],
    Manufacturer: 'RIO',
    Model: '05613',
    Article: '05694',
    Availability: 'В наличии',
    Price: '15000',
    Descrip: 'RIO - зерновая смесь для ежедневного кормления средних попугаев. Прекрасно подходит для кормления неразлучников и корелл. Содержит любимые средними попугаями зерна и семена.Просо желтое. Просо красное. Просо черное. Канареечное семя. Овсянка. Сорго белое. Гречиха. Сафлор. Овес. Семена подсолнечникаСемя льна. Конопляное семя. Нуг абиссинский. Рис падди. Рябина сушеная. Сушеная морковь. Водоросли. Глюконат кальция. Белки — мин. 12%; Жиры — мин. 6%; Клетчатка — макс. 8%; Зола — макс. 6%4 Кальций — мин. 0,8%; Фосфор — мин. 0,4%; Йод — мин. 6 мг/кг' 
  },
  {
    img: stocks[3],
    Manufacturer: 'BLITZ',
    Model: '04586',
    Article: '04576',
    Availability: 'В наличии',
    Price: '32000',
    Descrip: 'Сухой рацион Blitz Sensitive Beef & Rice Adult Dog All Breeds предназначен для собак, пищеварение которых плохо реагирует на наиболее часто встречающиеся в кормах источники животного и растительного белка. Чтобы ваш питомец всегда чувствовал себя хорошо, мы создали корм, основу которого составляют низкоаллергенные говядина и индейка. В состав также входят рис и ячмень. Благодаря этому, рацион Blitz Sensitive Beef & Rice отлично усваивается и не вызывает нежелательных реакций.' 
  },
  {
    img: stocks[4],
    Manufacturer: 'ECO-Premium',
    Model: '02455',
    Article: '02466',
    Availability: 'В наличии',
    Price: '4959',
    Descrip: 'Характеристики Бентонитовый наполнитель который производится из бентонита, носит название «комкующий». Соприкасаясь с влагой, он преобразовывается в комки. Такие комочки с легкостью можно удалить специальной лопаточкой. Благодаря своевременному удалению остальная часть бентонитового наполнителя остается сухой и пригодной к дальнейшему использованию; Структура наполнителя такова, что неприятный запах и влага надежно удерживается в нем; Бентонит, из которого производится данный наполнитель, представляет собой природный минерал глинистого типа. Его свойство, такое как разбухание, позволило использовать бентонит во многих видах производств; При гидратации, то есть при присоединении молекул воды к молекулам вещества, этот минерал может разбухать до объёма 14-16 раз превышающий его первоначальный; С ароматом Зелёного чая' 
  },
  {
    img: stocks[5],
    Manufacturer: 'ПЕДИГРИ',
    Model: '02255',
    Article: '02249',
    Availability: 'В наличии',
    Price: '21000',
    Descrip: 'Домик - лежанка для кошек и мелких собак. Плетенная, с мягкой подстилкой, 2 спальных места. Съемные подушки легко стираются.' 
  },
  {
    img: productsImg[0],
    Manufacturer: 'Felix',
    Model: '12846',
    Article: '12875',
    Availability: 'В наличии',
    Price: '15000',
    Descrip: 'Корм Felix® Sensations® в Желе — это линейка аппетиных вкусов для Вашего питомца. Корм Felix® Sensations® в Желе — это нежные кусочки в ароматном желе, которое делает корм еще более вкусным, аппетитным и привлекательным для Вашего питомца. Корм является источником необходимых Омега 6 жирных кислот с правильным сочетанием минеральных веществ и витаминов для полного удовлетворения ежедневных потребностей Вашей кошки.' 
  },
  {
    img: productsImg[1],
    Manufacturer: 'Kitekat',
    Model: '16452',
    Article: '16412',
    Availability: 'В наличии',
    Price: '7400',
    Descrip: 'Kitekat™ – это полноценная еда, которая содержит все необходимое для вашей кошки. Kitekat™ приготовлен из таких же качественных продуктов, что вы используете дома для своих близких: мясных ингредиентов, овощей, растительного масла и круп. Kitekat™ знает, как их правильно сбалансировать для поддержания энергии и здоровья вашего кота.' 
  },
  {
    img: productsImg[2],
    Manufacturer: 'Whiskas',
    Model: '14596',
    Article: '14554',
    Availability: 'В наличии',
    Price: '8100',
    Descrip: 'Сбалансированный рацион, приготовленный так, как любит ваша кошка. Аппетитное рагу в густом соусе обязательно понравится вашей любимице. Рацион Whiskas® содержит все необходимое, чтобы еда вашей кошки была не только вкусной, но и полезной. Whiskas® поддержит иммунитет, позаботится о здоровом пищеварении и здоровье кожи и шерсти вашей кошки. Подходит для стерилизованных котов и кошек.' 
  },
  {
    img: productsImg[3],
    Manufacturer: 'ROYAL CANIN',
    Model: '04597',
    Article: '04546',
    Availability: 'В наличии',
    Price: '4500',
    Descrip: 'Продукт ROYAL CANIN® Giant Adult разработан специально для собак очень крупных размеров (весом более 45 кг) с учетом их особых потребностей в питательных веществах. Если ваша собака тоже относится к этой категории, для нее очень важно получать определенные питательные вещества, в том числе, способствующие здоровью костей и суставов и поддержанию нормальной массы тела. Вот почему в состав ROYAL CANIN® Giant Adult включены хондроитин и глюкозамин. Они помогают поддерживать здоровье суставов вашей собаки. ROYAL CANIN® Giant Adult содержит эксклюзивный комплекс антиоксидантов (в который входят, в частности, витамины Е и С). Комплекс способствует нейтрализации действия свободных радикалов на клеточном уровне. Аминокислоты, такие как таурин и L-карнитин, также включены в формулу ROYAL CANIN® Giant Adult для поддержания здоровья сердца.'
  },
  {
    img: productsImg[4],
    Manufacturer: 'TRIOL',
    Model: '12975',
    Article: '12921',
    Availability: 'В наличии',
    Price: '21000',
    Descrip: 'Овальная лежанка "Сказочный лес" - уютная, комфортная и теплая - она станет любимым местом отдыха для вашего питомца. Внешняя часть выполнена из полиэстера, внутренняя из мягкого плюша. Съемная двусторонняя подушка позволяет выбрать наиболее оптимальный вариант - теплый плюш или прохладный полиэстер. Легко чистится и подходит для стирки в стиральной машине.'
  },
  {
    img: productsImg[5],
    Manufacturer: 'TRIOL',
    Model: '12979',
    Article: '12928',
    Availability: 'В наличии',
    Price: '8100',
    Descrip: 'Беговое колесо - лучший аттракцион для мелких домашних животных. Такой тренажер хорошо развивает у грызунов моторику и помогает удовлетворить их физическую потребность в движении. Колесо изготовлено из прочных металлических прутьев, имеет устойчивую основу и абсолютно безопасно для вашего питомца. Диаметр колеса: 22,5 см'
  },
  {
    img: productsImg[6],
    Manufacturer: 'GRANDMIX',
    Model: '08753',
    Article: '08746',
    Availability: 'В наличии',
    Price: '4990',
    Descrip: 'Смесь из тщательно отобранных натуральных ингредиентов, обогащенная витаминами. Ключевые особенности: Натуральные ингредиенты. Обогащен витаминами. Обеспечивает всеми необходимыми питательными веществами. Комплексный основной корм для средних попугаев из тщательно отобранных натуральных ингредиентов, обогащенный витаминами и минералами. Обеспечивает средних попугаев всеми необходимыми питательными веществами в течение всего года.'
  },
  {
    img: productsImg[7],
    Manufacturer: 'AQUAEL',
    Model: '07643',
    Article: '07699',
    Availability: 'В наличии',
    Price: '9990',
    Descrip: 'Внутренний фильтр Aquael "Fan Filter" предназначен для очищения и аэрации воды в аквариумах. Благодаря губке, расположенной на перфорированном стержне, он устойчив к загрязнениям и не требует частой очистки. Пластиковый префильтр задерживает крупные частицы, что гарантирует эффективную фильтрацию воды в аквариуме в течение продолжительного времени. Внутренний фильтр Aquael "Fan Filter" прост в установке и эксплуатации. Герметичная роторная камера гарантирует бесшумную работу и высокую эффективность при относительно низком энергопотреблении. Ручка регулировки производительности может быть расположена над поверхностью воды, что избавит вас от необходимости погружать руку целиком под воду. Для пресноводных аквариумов.'
  },
  {
    img: productsImg[8],
    Manufacturer: 'TRIOL',
    Model: '12921',
    Article: '12937',
    Availability: 'В наличии',
    Price: '16990',
    Descrip: 'Террариум для декоративных грызунов - хомяков, мышей, дегу, песчанок и для водных черепах. Террариум снабжен пластиковой дверцей и системой удобного крепления с помощью боковых защелок. Цветной поддон. Прозрачный верх. Размеры: 33x24x15 см. Высота поддона: 4 см.'
  }
];